Repository: NormandM/PaintingsAndArtist
Catalog: PaintingsAndArtists/*.lproj/Localizable.strings
Languages: es_419, fr, it

source: ArtMovements
es_419: MovementSpanish
fr: MovementFrench
it: MovementItalian

source: EnglishPlist
es_419: SpanishPlist
fr: FrenchPlist
it: ItalianPlist

source: Mannerism
es_419: Manierismo
it: Manierismo

source: Northern Renaissance
es_419: Renacimiento nórdico
it: Rinascimento nordico

source: Proto Renaissance
es_419: Proto-Renacentista
it: Proto-Rinascimento

source: Expressionism
es_419: Expresionismo
it: Espressionismo

source: Neo-Impressionism
es_419: Puntillismo
it: Puntinismo

source: Rococo
es_419: Rococó
it: Rococò

source: Orientalism
es_419: Orientalismo
it: Orientalismo

source: Symbolism
es_419: Simbolismo
it: Simbolismo

source: Romanticism
es_419: Romanticismo
fr: Romantisme
it: Romanticismo

source: Early Renaissance
es_419: Primer Renacimiento
fr: Première Renaissance
it: Rinascimento Quattrocento

source: Neoclassicism
es_419: Neoclasicismo
fr: Néo-classicisme
it: Neoclassicismo

source: High Renaissance
es_419: Alto Renacimiento
fr: Haute Renaissance
it: Rinascimento Cinquecento

source: Gothic Art
es_419: Arte gótico
fr: Art gothique
it: Gotico

source: Realism
es_419: Realismo artístico
fr: Réalisme(art)
it: Realismo (arte)

source: Avant-garde
es_419: Vanguardismo
fr: Avant-garde (art)
it: Avanguardia

source: Impressionism
es_419: Impresionismo
fr: Impressionnisme
it: Impressionismo

source: Dutch Golden Age
es_419: Pintura del Siglo de oro neerlandés
fr: Âge d'or de la peinture néerlandaise
it: Pittura del Secolo d'oro olandese

source: De Stijl (Neoplasticism)
es_419: De Stijl
fr: De Stijl
it: De Stijl

source: Aestheticism
es_419: Esteticismo
fr: Esthétisme
it: Estetismo

source: Suprematism
es_419: Suprematismo
fr: Suprématisme
it: Suprematismo

source: Futurism
es_419: Futurismo
fr: Futurisme
it: Futurismo

source: Tonalism
es_419: Tonalismo
fr: Tonalisme
it: Tonalismo

source: Baroque
es_419: Pintura del Barroco
fr: Peinture baroque
it: Pittura barocca

source: Post-Impressionism
es_419: Posimpresionismo
fr: Postimpressionnisme
it: Post-impressionismo

source: Abstract Art
es_419: Arte abstracto
fr: Art abstrait
it: Astrattismo

source: CREDIT AVAILABLE: %lld To preserve the visual integrity of the App, there are no adds in LEARN ART.
es_419: MONEDAS: %lld para preservar la integridad visual de la aplicación, no hay publicidad en APRENDER EL ARTE.
fr: CRÉDIT DISPONIBLE: %lld afin de préserver l'intégrité visuelle de l'App, il n'y a pas de publicité dans APPRENDRE L'ART.
it: CREDITO DISPONIBILE: %lld Per preservare l'integrità visiva dell'App, non c'è pubblicità in IMPARARE L'ARTE.

source: Do you enjoy LEARN ART? Buy 200 coins, It will last you for ever!
es_419: ¿Te gusta APRENDER EL ARTE? Entonces compra 200 monedas. ¡Podrás jugar todo lo que quieras!
fr: Vous aimez APPRENDRE L'ART? Alors achetez 200 jetons, Vous pourrez jouer autant que vous le voulez!
it: Ti piace IMPARARE L'ARTE? Acquista 200 monete, Ti durerà per sempre!

source: 200 coins
es_419: 200 monedas
fr: 200 jetons
it: 200 monete

source: Who painted this?
es_419: ¿Quién pintó este cuadro?
fr: Qui a peint ce tableau?
it: Chi ha dipinto questo?

source: %lld Coins for Hints
es_419: %lld monedas para pistas
fr: %lld jetons pour des indices
it: %lld Monete per suggerimenti

source: Buy some Coins
es_419: Comprar monedas
fr: Acheter des jetons
it: Acquista delle monete

source: Give me the answer!: 3 coins
it: Dammi la risposta!: 3 monete

source: Drop two Painters: 2 coins
es_419: Eliminar a dos de los pintores: 2 monedas
fr: Supprimer deux des peintres: 2 jetons
it: Rimuovere due dei pittori: 2 monete

source: See Painter Bio: 1 coin
es_419: Ver biografía del pintor: 1 moneda
fr: Voir la bio du peintre: 1 jeton
it: Vedere la biografia del pittore: 1 moneta

source: I give up! What is the painter's name: 4 coins
es_419: ¡Me rindo! ¿Cómo se llama el pintor? 4 monedas
fr: J'abandonne! Quel est le nom du peintre: 4 jetons
it: Mi arrendo! Qual è il nome del pittore: 4 monete

source: Give me one letter: 1 coin
es_419: Déjame ver una letra: 1 moneda
fr: Faites-moi voir une lettre: 1 jeton
it: Fammi vedere una lettera: 1 moneta

source: Drop two Art Movements: 2 coins
es_419: Eliminar dos de los movimientos artísticos: 2 monedas
fr: Supprimer deux des mouvements artisitiques: 2 jetons
it: Rimuovere due movimenti artistici: 2 monete

source: See Art Movement Definitions: 1 coin
es_419: Ver la descripción del movimiento artístico: 1 moneda
fr: Voir la description du mouvement artistique: 1 jeton
it: Vedere le descrizioni dei movimenti artistici: 1 moneta

source: Great! You recognized %@'s style. 1 coin was added
es_419: ¡Bien hecho! Reconoció el estilo de %@. 1 moneda agregada
fr: Bravo! Vous avez reconnu le style de %@. 1 jeton ajouté
it: Ben fatto! Hai riconosciuto lo stile di %@ 1 moneta aggiunta

source: Identify another painting of %@
es_419: Identificar otra pintura de %@
fr: Identifier un autre tableau de %@
it: Identifica un altro dipinto di %@

source: Sorry... The right answer is : %@
es_419: Lo siento. La respuesta correcta es %@
fr: Désolé... La bonne réponse est %@
it: Mi dispiace La risposta giusta è : %@

source: Can you identify the art movement(s) %@ was part of?
es_419: ¿Puedes identificar los movimientos artísticos de los que %@ formó parte?
fr: Pouvez-vous identifier le(s) mouvement(s) artistique(s) dont %@ faisait partie?
it: Riesci a identificare i movimenti artistici di cui %@ faceva parte?

source: What is the Art movement?
es_419: ¿Cual es el movimiento artístico?
fr: Quel est le mouvement artistique?
it: Qual è il movimento artistico?

source: Great, You are right!
es_419: ¡Bien hecho, tiene razón!
fr: Bravo, vous avez raison!
it: Ben fatto!, Ha ragione

source: %@ 1 coin was added
es_419: %@ 1 moneda agregada
fr: %@ 1 jeton ajouté
it: %@ 1 moneta aggiunta

source: Painter Biography Quiz
es_419: Prueba sobre la biografía del pintor
fr: Quiz sur la biographie du peintre
it: Quiz sulla biografia del pittore

source: Sorry you gave up! remember the name: %@
es_419: Lo siento Recuerda su nombre: %@
fr: Désolé! Souvenez-vous de son nom: %@
it: Mi dispiace Ricorda il suo nome: %@

source: Great! %@ You are right! 1 coin was added
es_419: ¡Bien hecho! %@ ¡La respuesta es buena! 1 moneda agregada
fr: Bravo! %@ La réponse est bonne! 1 jeton ajouté
it: Ben fatto! %@ Ha ragione! 1 moneta aggiunta

source: Credits: %lld
es_419: Créditos: %lld
fr: Crédits: %lld
it: Monete: %lld

source: Score: %lld
es_419: Puntaje: %lld
it: Punto: %lld

source: Sorry! It is not the right answer The painter's name is %@
es_419: Lo Siento. No es la respuesta correcta. El nombre del pintor es %@
fr: Désolé! Ce n'est pas la bonne réponse Le nom du peintre est %@
it: Mi dispiace. Non è la risposta giusta Il nome del pittore è %@

source: You have reached the level ART AMATEUR! You have correctly answered 5 consecutive questions! 20 coins were added
es_419: Ha alcanzado el nivel AMANTE DEL ARTE Ha respondido correctamente 5 preguntas consecutivas 20 monedas agregadas
fr: Vous avez atteint le niveau AMATEUR D'ART! Vous avez répondu correctement à 5 questions consécutives! 20 jetons ont été ajoutés
it: Hai raggiunto il livello AMANTE DELL'ARTE! Hai risposto correttamente a 5 domande consecutive! 20 monete aggiunte

source: You have reached the level ART CONNOISSEUR! You have correctly answered 10 consecutive questions! 40 coins were added
es_419: Ha alcanzado el nivel CONOCEDORE DE ARTE Ha respondido correctamente 10 preguntas consecutivas 40 monedas agregadas
fr: Vous avez atteint le niveau CONNAISSEUR D'ART! Vous avez répondu correctement à 10 questions consécutives! 40 jetons ont été ajoutés
it: Hai raggiunto il livello CONOSCITORE D'ARTE! Hai risposto correttamente a 10 domande consecutive! 40 monete aggiunte

source: You have reached the level ART EXPERT! You have correctly answered 15 consecutive questions! 60 coins were added
es_419: Ha alcanzado el nivel EXPERTO EN ARTE Ha respondido correctamente 15 preguntas consecutivas 60 monedas agregadas
fr: Vous avez atteint le niveau EXPERT EN ART! Vous avez répondu correctement à 15 questions consécutives! 60 jetons ont été ajoutés
it: Hai raggiunto il livello ESPERTO D'ARTE! Hai risposto correttamente a 15 domande consecutive! 60 monete aggiunte

source: You have reached the level ART SCHOLAR! You have correctly answered 30 consecutive questions! 80 coins were added
es_419: Ha alcanzado el nivel ERUDITO DE ARTE Ha respondido correctamente 30 preguntas consecutivas 80 monedas agregadas
fr: Vous avez atteint le niveau ÉRUDIT EN ART! Vous avez répondu correctement à 30 questions consécutives! 80 jetons ont été ajoutés
it: Hai raggiunto il livello ERUDITO D'ARTE! Hai risposto correttamente a 30 domande consecutive! 80 monete aggiunte

source: You have reached the level ART MASTER! 100 coins bonnus were added. You know art and you know this game. Any ideas how I could improve it? If you do I would like to hear from you! Please write at nmartin1956@gmail.com. Thank you!
es_419: Ha alcanzado el nivel MAESTRO DE ARTE 100 monedas agregadas. Conoce el arte y conoce este juego. ¿Quizás tienes ideas para mejorar la aplicación? Si es así, me encantaría conocerlas.Escribame a nmartin1956@gmail.com Gracias!
fr: Vous avez atteint le niveau Maître es Art 100 jetons ont été ajoutés. Vous connaissez l'art et vous connaissez ce jeu. Peut-être avez vous des idées pour améliorer l'App? Si c'est le cas il me ferait plaisir de les connaîtreÉcrivez-moi à nmartin1956@gmail.com Merci!
it: Hai raggiunto il livello MAESTRO D'ARTE! 100 monete aggiunte. Conosci l'arte e conosci questo gioco. Forse hai idee per migliorare l'applicazione? Se è così, mi piacerebbe conoscere queste idee. Si prega di scrivere a nmartin1956@gmail.com. Grazie!

source: Buy Coins
es_419: Compre monedas
fr: Achetez des jetons
it: Comprare monete

source: Do you enjoy LEARN ART? Buy 200 coins for
es_419: ¿Le gusta APRENDER EL ARTE? Pues compre 200 monedas para
fr: Vous aimez APPRENDRE L'ART? Alors achetez 200 jetons pour
it: Ti piace IMPARARE L'ARTE? Bene, compra 200 monete per

source: It will last you for ever!
es_419: Juegue todo lo que quiera
fr: Et jouez autant que vous le voudrez!
it: E gioca quanto vuoi!

source: Sorry ... Your choice was not the right one. This is another %@ painting
es_419: Lo siento. Su elección no fue la correcta. Aquí está otra otra pintura de %@
fr: Désolé ... Votre choix n'est pas le bon. Voici un autre tableau de %@
it: Mi dispiace. La tua scelta non era corretta. ecco un altro altro dipinto di %@

source: Are you logged in Game Center?
es_419: ¿Ha iniciado sesión en Game Center?
fr: Êtes-vous connecté au Game Center?
it: Hai effettuato l'accesso a Game Center?

source: To compare scores with other players you have to be logged in.
es_419: Para comparar su puntuaciones con otros jugadores tiene que iniciar sesión.
fr: Pour comparer votre score avec d'autres joueurs, vous devez être connecté.
it: Per confrontare i tuoi punteggi con altri giocatori devi essere loggato.

source: Ok, Make sure I am logged in
es_419: Ok, iniciare sesión
fr: Ok, s'assurer que je suis connecté
it: Ok, effettuare l'accesso

source: Just Start the Game
es_419: Solo comienza el juego
fr: Commencez le jeu maintenant
it: Basta avviare il gioco

source: There is no internet connection
es_419: No hay conexión a internet
it: Non c'è connessione a Internet

source: You can only purchase credits if you are connected to the internet
es_419: Solo puede comprar monedas si está conectado a Internet
it: Puoi acquistare monete solo se sei connesso a Internet

source: Go Back to Quiz
es_419: Volver
it: Torna al quiz

source: Cannot connect to the App Store
es_419: No se puede conectar a la App Store
it: Impossibile connettersi all'App Store

source: Please try later
es_419: Por favor intente mas tarde
it: Per favore prova più tardi

source: The purchase option is disabled on your device
es_419: La opción de compra está deshabilitada en su dispositivo
it: L'opzione di acquisto è disabilitata sul tuo dispositivo

source: Art Nouveau
es_419: Modernismo

source: %lld Coins for Hints - Score = %lld
fr: %lld jetons pour des indices - Score = %lld
